{
  "nav": {
    "projects": "Projets",
    "aboutMe": "A propos de moi",
    "contact": "Contact"
  },
  "home": {
    "hello": "Bonjour",
    "introduction": "Je suis Alexon",
    "activities": ["Développeur Full Stack", "DevOps"],
    "description": "Je vous accompagne tout au long du cycle de vie de vos systèmes d'information, en vous offrant une expertise complète et personnalisée",
    "project_btn_text": "Regardez mes travaux",
    "contact_btn_text": "Contactez-moi",
    "scroll_down_btn_text": "Défiler vers le bas"
  },
  "myActivity": {
    "activities": [
      {
        "title": "Pilotage et Gestion de projet",
        "description": "Je prends en charge la planification, la coordination et le suivi de vos projets, garantissant leur réussite dans le respect des délais et des budgets."
      },
      {
        "title": "Conseil",
        "description": "J'interviens en amont pour vous aider à définir vos besoins et à choisir les solutions les plus adaptées à vos objectifs stratégiques."
      },
      {
        "title": "Conception",
        "description": "Je conçois des systèmes d'information robustes et évolutifs, en mettant l'accent sur l'alignement avec vos processus métiers et sur l'optimisation de vos performances."
      },
      {
        "title": "Réalisation",
        "description": "Je développe et mets en œuvre les solutions techniques, en assurant leur intégration fluide dans votre environnement existant."
      },
      {
        "title": "Maintenance",
        "description": "Je veille à la pérennité et à l'évolution de vos systèmes d'information, en assurant un support technique réactif et en prévenant les dysfonctionnements."
      },
      {
        "title": "Production et Exploitation",
        "description": "J'accompagne la mise en production et le bon fonctionnement de vos systèmes, en optimisant leur performance et en garantissant une disponibilité maximale."
      }
    ]
  },
  "projects": {
    "title": "Mes Projets",
    "category_all_btn_text": "Tous"
  },
  "projectDetail": {
    "view_page_btn_text": "Voir la page",
    "view_description_btn_text": "Voir la description",
    "hide_description_btn_text": "Cacher la description"
  },
  "aboutMe": {
    "title": "Bonjour, Je suis Alexon UTHAYAKUMAR",
    "contact_link_text": "Contact",
    "what_i_do": {
      "title": "Qu'est ce que je fais?",
      "answer": "Je suis Développeur Full Stack & DevOps"
    },
    "customize_theme": {
      "title": "Personnalisez le Thème",
      "description": "Votre thème sera enrgistré pourvotre prochain visite"
    },
    "more_about_me": {
      "title": "Plus à propos de moi",
      "description": "Je me spécialise dans le développement full stack, le DevOps, et les technologies cloud. Mon expertise couvre tout le cycle de vie du développement logiciel, de la collecte des besoins à la conception de systèmes, en passant par la modélisation de bases de données, le développement d'API backend et d'interfaces frontend. J'ai également de l'expérience en analyse et la science des données, ainsi que dans la mise en place de pipelines CI/CD et le monitoring d'infrastructures cloud, en utilisant des outils DevOps pour optimiser et gérer efficacement les environnements cloud.",
      "what_i_do": "Ce que je fais",
      "what_i_do_answer": [
        "Développement Full Stack",
        "DevOps",
        "Analyse de données et Data Science"
      ]
    },
    "myGoal": {
      "title": "Mon Objectif",
      "description_1": "Toujours en quête de nouveaux défis, je cherche constamment à progresser dans ma carrière.",
      "description_2": "N'hésitez pas à consulter mon profil GitHub ou mon CV pour découvrir certains de mes projets.",
      "view_my_resume_text": "Voir mon CV",
      "view_my_github_text": "Voir mon GitHub"
    },
    "mySkills": {
      "title": "Mes Compétences"
    }
  },
  "contact": {
    "title": "Contactez-moi",
    "form": {
      "name": "Votre Nom",
      "email": "Email",
      "message": "Message",
      "submit_btn_text": "Envoyer"
    }
  }
}
